Repository: saxobroko/SaxWeather
Catalog: SaxWeather/SaxWeather/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

source: Always reduce motion, even when the system setting is off.
ar: تقليل الحركة دائماً، حتى عندما يكون إعداد النظام متوقفاً.
cs: Vždy omezovat pohyb, i když je nastavení systému vypnuto.
da: Reducer altid bevægelse, selv når systemindstillingen er slukket.
de: Bewegung immer reduzieren, auch wenn die Systemeinstellung ausgeschaltet ist.
el: Να μειώνετε πάντα την κίνηση, ακόμη και όταν η ρύθμιση του συστήματος είναι απενεργοποιημένη.
es: Reduzca siempre el movimiento, incluso cuando el ajuste del sistema esté apagado.
fi: Vähentää liikettä aina silloinkin, kun järjestelmä on pois päältä.
fr: Toujours réduire le mouvement, même lorsque le réglage du système est éteint.
it: Ridurre sempre il movimento, anche quando l'impostazione del sistema è spenta.
ja: システム設定がオフの場合でも、常に動きを減らします。
nl: Beweging altijd reduceren, zelfs als de systeeminstelling uitgeschakeld is.
no: Reduser alltid bevegelse, selv når anlegget setter seg av.
pl: Zawsze zmniejszaj ruch, nawet gdy ustawienie systemu jest wyłączone.
pt: Sempre reduza o movimento, mesmo quando a configuração do sistema estiver desativada.
ro: Întotdeauna reduceţi mişcarea, chiar şi atunci când sistemul este oprit.
ru: Всегда уменьшайте движение, даже когда системные настройки отключены.
sv: Minska alltid rörelsen, även när systeminställningen är avstängd.
uk: Завжди зменшувати рух, навіть якщо система вимкнена.
zh_hans: 总是减少移动，即使系统设置已关闭。

source: Always Show Location Label
ar: إظهار تسمية الموقع دائماً
cs: Vždy zobrazovat popisek polohy
da: Vis Altid Placeringsmærke
de: Standortbezeichnung immer anzeigen
el: Πάντα Εμφάνιση Ετικέτας Τοποθεσίας
es: Mostrar siempre la etiqueta de ubicación
fi: Näytä Sijaintitunnus Aina
fr: Toujours afficher le libellé de l'emplacement
it: Mostra Sempre Etichetta Posizione
ja: 位置情報ラベルを常に表示
nl: Toon altijd locatielabel
no: Alltid vis plasseringsetikett
pl: Zawsze pokazuj etykietę lokalizacji
pt: Sempre Mostrar etiqueta de localização
ro: Arată întotdeauna eticheta locației
ru: Всегда показывать метку местоположения
sv: Visa alltid platsetikett
uk: Завжди показувати назву розташування
zh_hans: 总是显示位置标签

source: An aurora-themed gradient for the hourly temperature chart.
ar: معامل تدرج موجه إلى الهالة في الرسم البياني لدرجة الحرارة في الساعة.
cs: Automatický gradient pro hodinový teplotní graf.
da: En aurora-tematiseret gradient til timetemperaturdiagrammet.
de: Ein australischer Farbverlauf für die Stundentemperatur.
el: Μια κλίση με θέμα την αύρα για το διάγραμμα ωριαίας θερμοκρασίας.
es: Un degradado temático aurora para el gráfico de temperatura por hora.
fi: Aurora-teemainen kaltevuus tuntikohtaisen lämpötilan kaaviolle.
fr: Un gradient sur le thème de l'aurore pour le graphique de température horaire.
it: Un gradiente a tema aurora per il grafico della temperatura oraria.
ja: オーロラをテーマにした時間ごとの温度グラフです。
nl: Een aurora-thematisch verloop voor de uurtemperatuur grafiek.
no: En aurora-tematisert gradient for timetemperaturtegnet.
pl: Gradient aurora-tematyczny dla tabeli temperatury godzinowej.
pt: Um gradiente com tema aura para o gráfico de temperatura à hora.
ro: Un gradient tematic al aurrei pentru graficul de temperatură oră.
ru: Градиент с темой ауры для часовой температуры градиента.
sv: En norrskensgradient för timvis temperatur diagram.
uk: Градієнт, темований ауром для погодинної температурної діаграми.
zh_hans: 每小时温度图的极光主题梯度。

source: Animation Set
ar: مجموعة الرسوم المتحركة
cs: Nastavení animace
da: Animation Sæt
el: Σετ Κίνησης
es: Set de Animación
fi: Animaatio Aseta
fr: Jeu d'animation
it: Set Animazione
ja: アニメーションセット
nl: Animatie Set
no: Animasjon sett
pl: Animacja Zestaw
pt: Conjunto de animação
ro: Set de animație
ru: Набор анимации
sv: Animering Set
uk: Набір анімації
zh_hans: 动画集

source: Animations
ar: الرسوم المتحركة
cs: Animace
da: Animationer
de: Animationen
el: Εφέ
es: Animaciones
fi: Animaatiot
it: Animazioni
ja: アニメーション
nl: Animaties
no: Animasjoner
pl: Animacje
pt: Animações
ro: Animații
ru: Анимация
sv: Animationer
uk: Анімація
zh_hans: 动画

source: Animations adapt to the current weather and time of day.
ar: تتكيف الرسوم المتحركة مع الطقس الحالي والوقت الحالي.
cs: Animace se přizpůsobují aktuálnímu počasí a denní době.
da: Animationer tilpasser sig det aktuelle vejr og klokkeslæt på dagen.
de: Animationen passen sich an das aktuelle Wetter und die Tageszeit an.
el: Τα κινούμενα σχέδια προσαρμόζονται στις τρέχουσες καιρικές συνθήκες και την ώρα της ημέρας.
es: Las animaciones se adaptan al tiempo y a la hora del día.
fi: Animaatiot sopeutuvat nykyiseen säähän ja päivän aikaan.
fr: Les animations s’adaptent à la météo actuelle et à l’heure de la journée.
it: Le animazioni si adattano al tempo e all'ora attuale del giorno.
ja: アニメーションは現在の天気と時間に適応します。
nl: Animaties passen zich aan aan het huidige weer en de tijd van de dag.
no: Animasjoner tilpasser seg til dagens vær og tid.
pl: Animacje dostosowują się do bieżącej pogody i pory dnia.
pt: As animações se adaptam ao atual tempo e hora do dia.
ro: Animațiile se adaptează la vremea actuală și la ora zilei.
ru: Анимация адаптируется к текущей погоде и времени суток.
sv: Animationer anpassar sig till det aktuella vädret och tiden på dagen.
uk: Анімація адаптується до поточної погоди та часу дня.
zh_hans: 动画适应当前的天气和时间。

source: Announce Weather Alerts
ar: إعلان تنبيهات الطقس
cs: Upozornění na počasí
da: Annoncering Af Vejrvarsler
de: Wetterwarnungen ankündigen
el: Ανακοίνωση Καιρικών Ειδοποιήσεων
es: Anunciar Alertas de Tiempo
fi: Ilmoitus Säähälytyksistä
fr: Annoncer les alertes météo
it: Annunciare Gli Avvisi Meteo
ja: お知らせ天気アラート
nl: Kondig weerwaarschuwingen aan
no: Kunngjør værvarsler
pl: Ogłoszenie alarmów pogodowych
pt: Anunciar Alertas meteorológicos
ro: Anunță alertele meteo
ru: Оповещения о погоде
sv: Meddela vädervarningar
uk: Оповіщення про погоду
zh_hans: 宣布天气提醒

source: API Key
ar: مفتاح API
cs: API klíč
da: API Nøgle
de: API-Schlüssel
el: Κλειδί API
es: Clave API
fi: Api Avain
fr: Clé API
it: Chiave API
ja: API キー
nl: API Sleutel
no: API-nøkkel (Automatic Translation)
pl: Klucz API
pt: Chave de API
ro: Cheie API
ru: Ключ API
sv: API nyckel
uk: API ключ
zh_hans: API 密钥

source: API key needs attention
ar: API الرئيسية بحاجة إلى الاهتمام
cs: API klíč vyžaduje pozornost
da: API-nøgle behøver opmærksomhed
de: API-Schlüssel benötigt Aufmerksamkeit
el: Το κλειδί API χρειάζεται προσοχή
es: Clave API necesita atención
fi: API avain tarvitsee huomiota
fr: La clé API nécessite une attention
it: La chiave API richiede attenzione
ja: API キーに注意が必要です
nl: API-sleutel heeft aandacht nodig
no: API-nøkkel bør håndteres
pl: Klucz API wymaga uwagi
pt: A chave de API precisa de atenção
ro: API key necesită atenție
ru: Ключ API требует внимания
sv: API-nyckel behöver uppmärksamhet
uk: API-ключ потребує уваги
zh_hans: API 密钥需要关注

# API key status: %@. %@
source: API key status: %1$@. %2$@
ar: حالة مفتاح API: %1$@. %2$@
cs: Stav API klíče: %1$@. %2$@
da: API-nøglestatus: %1$@. %2$@
de: API-Schlüsselstatus: %1$@. %2$@
el: Κατάσταση κλειδιού API: %1$@. %2$@
es: Estado de la clave API: %1$@. %2$@
fi: API-avaimen tila: %1$@. %2$@
fr: Statut de la clé API : %1$@. %2$@
it: Stato della chiave API: %1$@. %2$@
ja: API キーの状態: %1$@. %2$@
nl: Status van API-sleutel: %1$@. %2$@
no: API-nøkkel status: %1$@. %2$@
pl: Status klucza API: %1$@. %2$@
pt: Status da chave da API: %1$@. %2$@
ro: Stare cheie API: %1$@. %2$@
ru: Статус ключа API: %1$@. %2$@
sv: API-nyckelstatus: %1$@. %2$@
uk: Статус ключа API: %1$@. %2$@
zh_hans: API 密钥状态： %1$@。 %2$@

source: API Keys
ar: مفاتيح API
cs: API klíče
da: Api Nøgler
de: API-Schlüssel
el: Κλειδιά API
es: Claves API
fi: Api Avaimet
fr: Clés API
it: Chiavi API
ja: API キー
nl: API sleutels
no: API nøkler
pl: Klucze API
pt: Chaves API
ro: Chei API
ru: Ключи API
sv: API Nycklar
uk: Ключі API
zh_hans: API 密钥

source: API Keys Active
ar: مفاتيح API نشطة
cs: Aktivní API klíče
da: Api Nøgler Aktive
de: API-Schlüssel aktiv
el: API Κλειδιά Ενεργά
es: Claves API activas
fi: Api Avaimet Käytössä
fr: Clés API actives
it: Chiavi API Attive
ja: API キーが有効です
nl: API sleutels actief
no: API-nøkler Aktive
pl: Klucze API aktywne
pt: Chaves API Ativas
ro: Chei API active
ru: API Ключи активны
sv: API-nycklar aktiva
uk: Активні API ключі
zh_hans: API 密钥激活

source: API keys are enabled. Configure them in Weather Data settings.
ar: مفاتيح API مفعلة. تكوينها في إعدادات بيانات الطقس.
cs: API klíče jsou povoleny. Nastavte je v nastavení dat počasí.
da: API-nøgler er aktiveret. Konfigurér dem i indstillinger for vejrdata.
de: API-Schlüssel sind aktiviert. Konfigurieren Sie sie in den Wetterdaten-Einstellungen.
el: Τα κλειδιά API είναι ενεργοποιημένα. Ρυθμίστε τα στις ρυθμίσεις δεδομένων καιρού.
es: Las claves de la API están habilitadas. Configurarlas en la configuración de datos meteorológicos.
fi: API-avaimet ovat käytössä. Määritä ne Säätietojen asetuksista.
fr: Les clés API sont activées. Configurez-les dans les paramètres de données météo.
it: Le chiavi API sono abilitate. Configurarle nelle impostazioni dati meteo.
ja: API キーが有効になりました。天気データの設定で設定してください。
nl: API-sleutels zijn ingeschakeld. Configureer deze in Weergegevensinstellingen.
no: API nøkler er aktivert. Konfigurer dem i Værdatainnstillinger.
pl: Klucze API są włączone. Skonfiguruj je w ustawieniach danych pogodowych.
pt: Chaves de API estão habilitadas. Configurá-las nas configurações de dados meteorológicos.
ro: Chei API sunt activate. Configurați-le în setările datelor meteo.
ru: API ключи включены. Настройте их в настройках Погода.
sv: API-nycklar är aktiverade. Konfigurera dem i väderdatainställningar.
uk: Ключі API включені. Налаштуйте їх в налаштуваннях погоди.
zh_hans: API 密钥已启用。在天气数据设置中配置它们。

source: API Keys Disabled
ar: مفاتيح API معطلة
cs: API klíče vypnuty
da: Api Nøgler Deaktiveret
de: API-Schlüssel deaktiviert
el: Api Κλειδιά Απενεργοποιημένα
es: Claves API desactivadas
fi: Api Avaimet Pois Käytöstä
fr: Clés API désactivées
it: Chiavi API Disabilitate
ja: API キーは無効です
nl: API-sleutels uitgeschakeld
no: API-nøkler deaktivert
pl: Klucze API wyłączone
pt: Chaves de API desabilitadas
ro: Chei API dezactivate
ru: API Ключи отключены
sv: API-nycklar inaktiverade
uk: API ключі відключені
zh_hans: API 密钥已禁用

source: API keys for Weather Underground and OpenWeatherMap are currently disabled. Weather data will use Apple Weather, Open-Meteo, or saved locations only.
ar: مفاتيح API لـ Weather Underground و OpenWeatherMap معطلة حاليا. بيانات الطقس سوف تستخدم Apple Weather, Open-Meteo، أو المواقع المحفوظة فقط.
cs: Klávesy API pro počasí a OpenWeatherMap jsou momentálně zakázány. Data počasí budou používat pouze Apple Weather, Open-Meteo, nebo uložená umístění.
da: API-nøgler til Weather Underground og OpenWeatherMap er i øjeblikket deaktiveret. Vejrdata vil kun bruge Apple Weather, Open-Meteo eller gemte placeringer.
de: API-Schlüssel für Weather Underground und OpenWeatherMap sind derzeit deaktiviert. Wetterdaten verwenden nur Apple Weather, Open-Meteo oder gespeicherte Standorte.
el: Τα κλειδιά API για το Weather Underground και το OpenWeatherMap είναι απενεργοποιημένα. Τα δεδομένα καιρού θα χρησιμοποιούν μόνο Apple Weather, Open-Meteo, ή αποθηκευμένες τοποθεσίες.
es: Las claves API para Weather Underground y OpenWeatherMap están actualmente deshabilitadas. Los datos del tiempo usarán el tiempo de Apple, Open-Meteo, o solo.
fi: API-avaimet Weather Underground ja OpenWeatherMap ovat tällä hetkellä poissa käytöstä. Säätiedot käyttävät vain Apple Weatheria, Open-Meteota tai tallennettuja sijainteja.
fr: Les clés API pour Weather Underground et OpenWeatherMap sont actuellement désactivées. Les données Météo utiliseront Apple Weather, Open-Meteo ou uniquement les emplacements enregistrés.
it: Le chiavi API per Weather Underground e OpenWeatherMap sono attualmente disabilitate. I dati meteo utilizzeranno Apple Weather, Open-Meteo, o solo le posizioni salvate.
ja: Weather UndergroundとOpenWeatherMapのAPIキーは現在無効になっています。天気データでは、Apple Weather、Open-Meteo、または保存された場所のみが使用されます。
nl: API-sleutels voor Weather Underground en OpenWeatherMap zijn momenteel uitgeschakeld. Weersgegevens gebruiken Apple Weather, Open-Meteo of opgeslagen locaties.
no: API-nøkler for Weather Underground og OpenWeatherMap er deaktivert. Værdata vil bruke Apple Weather, Open-Meteo, eller lagret steder.
pl: Klucze API dla Weather Underground i OpenWeatherMap są obecnie wyłączone. Dane pogodowe będą korzystać tylko z Apple Weather, Open-Meteo lub zapisanych lokalizacji.
pt: Chaves de API para o Weather Underground e OpenWeatherMap estão desativados no momento. Dados de clima usarão apenas locais salvos e OpenWeather, Open-Meteo.
ro: Chei API pentru Weather Underground și OpenWeatherMap sunt momentan dezactivate. Datele meteo vor folosi doar Weather Apple, Open-Meteo sau locații salvate.
ru: Ключи API для Weather Underground и OpenWeatherMap в настоящее время отключены. Данные погоды будут использовать только Apple Weather, Open-Meteo или сохраненные места.
sv: API-nycklar för Weather Underground och OpenWeatherMap är för närvarande inaktiverade. Väderdata kommer att använda Apple Weather, Open-Meteo eller endast sparade platser.
uk: Ключі API для Weather Underground і OpenWeatherMap наразі вимкнені. Дані погоди будуть використовувати тільки Apple Weather, Open-Meteo або збережені локації.
zh_hans: Weather Underground和 OpenWeatherMap 的 API 密钥目前已禁用。天气数据将只使用 Apple Weather, Open-Meteo，或只保存位置。

source: App version
ar: إصدار التطبيق
cs: Verze aplikace
el: Έκδοση εφαρμογής
es: Versión de App
fi: Sovelluksen versio
fr: Version de l'application
it: Versione app
ja: アプリのバージョン
nl: App versie
no: App versjon
pl: Wersja aplikacji
pt: Versão do aplicativo
ro: Versiune aplicație
ru: Версия приложения
uk: Версія додатку
zh_hans: 应用程序版本

source: Appearance
ar: المظهر
cs: Vzhled
da: Udseende
de: Erscheinung
el: Εμφάνιση
es: Apariencia
fi: Ulkoasu
fr: Apparence
it: Aspetto
ja: 外観
nl: Uiterlijk
no: Utseende
pl: Wygląd
pt: Aparência
ro: Aspectul
ru: Внешний вид
sv: Utseende
uk: Зовнішній вигляд
zh_hans: 外观

source: Apple Weather
ar: طقس التفاح
cs: Počasí Apple
da: Æblevejr
de: Apfelwetter
el: Καιρός Apple
es: Tiempo de manzana
fi: Omenan Sää
fr: Météo Apple
it: Meteo Apple
ja: アップルの天気
nl: Apple Weer
no: Eple Vær
pl: Pogoda Jabłka
pt: Tempo da Maçã
ro: Meteo Apple
ru: Яблочная погода
sv: Apple Väder
uk: Погода Apple
zh_hans: 苹果天气

source: Apple Weather limits forecasts to 10 days
ar: حدود طقس التفاح المتوقعة إلى 10 أيام
cs: Meteorologické limity Apple na 10 dní
da: Apple Vejr grænser prognoser til 10 dage
de: Apple-Wetter begrenzt Prognosen auf 10 Tage
el: Προβλέψεις για τα καιρικά όρια της Apple σε 10 ημέρες
es: El clima de Apple limita las previsiones a 10 días
fi: Apple Weather raja-arvot ennusteet 10 päivää
fr: Prévisions de la météo Apple à 10 jours
it: Apple Weather limita le previsioni a 10 giorni
ja: Apple天気予報の上限は10日間です。
nl: Apple Weather beperkt de voorspelling tot 10 dagen
no: Eple Weather limit forecasts to 10 days
pl: Pogoda Apple ogranicza prognozy do 10 dni
pt: Previsão dos limites meteorológicos da Apple para 10 dias
ro: Previziuni privind limitele meteo Apple la 10 zile
ru: Прогнозы на погодные условия Apple до 10 дней
sv: Apple Väder begränsar prognoser till 10 dagar
uk: Механізм погоди від Apple - 10 днів
zh_hans: 苹果天气预报限制为10天

source: Apply
ar: تطبيق
cs: Použít
da: Anvend
de: Anwenden
el: Εφαρμογή
es: Aplicar
fi: Käytä
fr: Appliquer
it: Applica
ja: 適用
nl: Toepassen
no: Bruk
pl: Zastosuj
pt: Aplicar
ro: Aplică
ru: Применить
sv: Tillämpa
uk: Прийняти
zh_hans: 应用

source: AQI Scale Reference
ar: مرجع مقياس AQI
cs: AQI měřítko
da: Aqi Skala Reference
de: AQI Skalierungsreferenz
el: Αναφορά Κλίμακας AQI
es: Referencia de escala AQI
fi: Aqi Mittakaava Viite
fr: Référence d'échelle AQI
it: Riferimento A Scala Aqi
ja: AQIスケールリファレンス
nl: AQI schaalreferentie
no: AQI skala referanse
pl: Referencja skali AQI
pt: Referência de Escala AQI
ro: Scala de referință AQI
ru: Ссылка на масштаб AQI
sv: AQI skala referens
uk: Артикули масштабу
zh_hans: AQI 缩放参考值

source: Attached automatically when you send. No API keys or personal data are included.
ar: مرفقة تلقائياً عند إرسالها. لا تتضمن مفاتيح API أو بيانات شخصية.
cs: Automaticky připojeno při odeslání. Nejsou zahrnuty žádné API klíče ani osobní údaje.
da: Vedhæftet automatisk, når du sender. Ingen API-nøgler eller personlige data er inkluderet.
de: Automatisch angehängt, wenn Sie senden. Keine API-Schlüssel oder persönliche Daten sind enthalten.
el: Επισυνάπτεται αυτόματα όταν στέλνετε. Δεν περιλαμβάνονται κλειδιά API ή προσωπικά δεδομένα.
es: Adjuntado automáticamente al enviar. No se incluyen claves API o datos personales.
fi: Liitetty automaattisesti, kun lähetät. API-avaimia tai henkilötietoja ei sisällytetä.
fr: Attaché automatiquement lorsque vous envoyez. Aucune clé API ou données personnelles ne sont incluses.
it: Allegato automaticamente quando invii. Nessuna chiave API o dati personali sono inclusi.
ja: 送信時に自動的に添付されます。API キーや個人データは含まれません。
nl: Automatisch toegevoegd wanneer u verzendt. Er worden geen API-sleutels of persoonlijke gegevens meegenomen.
no: Vedlagt automatisk når du sender. Ingen API-nøkler eller personlige data er inkludert.
pl: Dołączono automatycznie, gdy wysyłasz. Żadne klucze API ani dane osobiste nie są uwzględnione.
pt: Anexado automaticamente quando você enviar. Nenhuma chave de API ou dados pessoais são incluídos.
ro: Atașat automat când trimiteți. Nu sunt incluse chei API sau date personale.
ru: При отправке приложено автоматически. Ключи API или персональные данные не включены.
sv: Bifogas automatiskt när du skickar. Inga API-nycklar eller personuppgifter ingår.
uk: Прикріплюється автоматично при відправці. Немає API ключів або персональних даних.
zh_hans: 发送时自动附加。没有包含API密钥或个人数据。

source: Attribution
ar: الإسناد
cs: Atribut
da: Tildeling
de: Zuordnung
el: Απόδοση
es: Atribución
fi: Nimeä
it: Attribuzione
ja: 表示
nl: Naamsvermelding
no: Navngivelse
pl: Atrybuty
pt: Atribuição
ro: Atribuire
ru: Характеристики
sv: Erkännande
uk: Атрибуція
zh_hans: 属性

source: ATTRIBUTIONS
ar: التصويبات
cs: PŘEDPISY
da: ATTRIBUTIONER
el: ΚΑΤΑΧΩΡΙΣΕΙΣ
es: ATRIBUCIONES
fi: OMINAISUUDET
it: ATTRIBUTI
ja: アトラクション数
nl: ATTRIBUTIES
no: ATTRIBUER
pl: ATRYBUTY
pt: ATRIBUÇÕES
ro: ATRIBUIRI
ru: ВСТРЕЧИ
sv: ATTRIBUTIONER
uk: АТФОРОННІ
zh_hans: 关卡

source: Aurora Backgrounds
ar: خلفيات أورورا
cs: Pozadí Aurora
da: Aurora Baggrunde
de: Aurora Hintergründe
el: Φόντο Aurora
es: Fondos de Aurora
fi: Revontulet Taustat
fr: Arrière-plans Aurora
it: Sfondi Aurora
ja: オーロラの背景
nl: Aurora Achtergronden
no: Nordlys Bakgrunner
pl: Tła Aurory
pt: Fundos de Aurora
ro: Fundaluri Aurora
ru: Фон Aurora
sv: Aurora Bakgrunder
uk: Трамвай Aurora
zh_hans: Aurora 背景

source: Aurora Backgrounds + Aurora Palette + Aurora Chart Skin + Mono Code Font.
ar: خلفيات أورورا + بلايت أورورا + شكل مخطط أورورا + خط الرمز الأحادي
cs: Aurora pozadí + Aurora Paleta + Aurora Chart Skin + Mono kód.
da: Aurora Baggrunde + Aurora Palet + Aurora Chart Skin + Mono Code Font.
de: Aurora Hintergründe + Aurora Palette + Aurora Chart Skin + Mono Code Font.
el: Aurora Φόντο + Παλέτα Aurora + Δέρμα Χάρτη Aurora + Γραμματοσειρά Κώδικα Μονοφωνικό.
es: Fondos de Aurora + Paleta Aurora + Piel de Carta Aurora + Fuente de Código Mono.
fi: Aurora Taustat + Aurora Palette + Aurora Chart Skin + Mono Code Font.
fr: Arrière-plans Aurora + Palette Aurora + Skin de graphique Aurora + Police de code Mono.
it: Aurora Sfondi + Aurora Palette + Aurora Grafico Skin + Mono Codice Font.
ja: オーロラの背景+オーロラパレット+オーロラチャートスキン + モノラルコードフォント.
nl: Aurora Achtergronden + Aurora Palet + Aurora Chart Skin + Mono Code Font.
no: Bilderegister + Aurora Palette + Aurora Kartutseende + Mono Code Font.
pl: Tła Aurora + paleta Aurora + Skórka mapy Aurora + Czcionka Kodowania Mono
pt: Fundos da Aurora + Paleta Aurora + Skin de Gráfico Aurora + Fonte de Código Mono.
ro: Fundaluri Aurora + Palette Aurora + Chart Skin Aurora + Font Mono Code
ru: Фон Aurora + Aurora Palette + Aurora Chart Skin + Mono Code Font.
sv: Aurora Bakgrunder + Aurora Palette + Aurora Chart Skin + Mono kod teckensnitt.
uk: Тло Аврори + палітра Aurora + Шкірка Aurora Charart + шрифт Mono Code Font.
zh_hans: Aurora Backgroundes + Aurora Palette + Aurora Chart皮肤+ Mono Code Font.

source: Automatically announce severe weather warnings
ar: إعلان تحذيرات الطقس القاسية تلقائياً
cs: Automaticky oznamovat závažné výstrahy počasí
da: Offentliggør automatisk alvorlige vejradvarsler
de: Starke Wetterwarnungen automatisch ankündigen
el: Ανακοινώνουν αυτόματα σοβαρές καιρικές προειδοποιήσεις
es: Anunciar automáticamente advertencias meteorológicas severas
fi: Ilmoittakaa automaattisesti ankarat säävaroitukset
fr: Annonce automatiquement des avertissements météorologiques sévères
it: Annunciare automaticamente gli avvisi meteo gravi
ja: 深刻な天気の警告を自動的に通知
nl: Automatisch ernstige weerwaarschuwingen aankondigen
no: Automatisk annonsering av alvorlige værvarsler
pl: Automatyczne ogłaszanie ostrzeżeń pogodowych
pt: Anunciar automaticamente avisos de clima severo
ro: Anunță automat avertismentele meteo severe
ru: Автоматически оповещать о суровых предупреждениях о погоде
sv: Automatiskt meddela allvarliga vädervarningar
uk: Автоматично повідомляти про серйозні погодні попередження
zh_hans: 自动发布严重天气警告

source: Available
ar: متوفر
cs: Dostupné
da: Tilgængelig
de: Verfügbar
el: Διαθέσιμο
es: Disponible
fi: Saatavilla
fr: Disponible
it: Disponibile
ja: 利用可能です
nl: Beschikbaar
no: Tilgjengelig
pl: Dostępny
pt: Disponível
ro: Disponibil
ru: Доступно
sv: Tillgänglig
uk: Доступно
zh_hans: 可用

source: Back
ar: الرجوع
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
fi: Takaisin
fr: Précédent
it: Indietro
ja: 戻る
nl: Achterzijde
no: Tilbake
pl: Powrót
pt: Anterior
ro: Înapoi
ru: Назад
sv: Tillbaka
uk: Відмінити
zh_hans: 后退

source: Back Up & Share Settings…
ar: الرجوع و مشاركة الإعدادات…
cs: Zálohovat a sdílet nastavení…
da: Sikkerhedskopiér & Del Indstillinger…
de: BackUp & Share Einstellungen…
es: Respaldar y compartir ajustes…
fi: Varmuuskopiointi & Jaa Asetukset…
fr: Sauvegarder et partager les paramètres…
it: Impostazioni Di Backup E Condivisione…
no: Tilbake og Del Innstillinger…
pl: Kopia zapasowa i udostępnianie ustawień…
pt: Fazer backup & compartilhar configurações…
ro: Setări de rezervă & Partajare…
ru: Резервное копирование и обмен настройками…
sv: Säkerhetskopiera och dela inställningar…
uk: Створити резервну копію і поділитися налаштуваннями…
